Repository: stanercelik/PolySleep
Catalog: polynap/Resources/Localizations/History/History.xcstrings
Source language: en
Languages: de, ja, ms, th, tr

source: Add Sleep Entry
de: Schlafeintrag hinzufügen
ja: 睡眠の記録を追加
ms: Tambah Catatan Tidur
th: เพิ่มรายการการนอนหลับ
tr: Uyku Kaydı Ekle

# Bu dönemde kayıt bulunamadı
source: No records found for this period
de: Für diesen Zeitraum wurden keine Aufzeichnungen gefunden
ja: この期間の記録はないみたい。
ms: Tiada rekod ditemui untuk tempoh ini
th: ไม่พบบันทึกสำหรับช่วงเวลานี้
tr: Bu dönemde kayıt bulunamadı

# Düzenle
source: Edit
de: Bearbeiten
ja: 編集
ms: Sunting
th: แก้ไข
tr: Düzenle

# Filtrele
source: Filter
de: Filtern
ja: フィルター
ms: Tapis
th: ตัวกรอง
tr: Filtrele

# Filtreler
source: Filters
de: Filter
ja: フィルター
ms: Penapis
th: ตัวกรอง
tr: Filtreler

# history
source: %d sleep blocks
de: %d Schlafblöcke
ja: %d 回の睡眠
ms: %d blok tidur
th: %d ช่วงการนอน
tr: %d uyku bloğu

# history.addNewRecord
source: Add First Record
de: Ersten Eintrag hinzufügen
ja: 最初の記録を追加
ms: Tambah Rekod Pertama
th: เพิ่มบันทึกแรก
tr: İlk Kaydı Ekle

# history.blocksCount
source: %d blocks
de: %d Blöcke
ja: %d ブロック
ms: %d blok
th: %d ช่วง
tr: %d blok

# history.completed
source: Completed
de: Abgeschlossen
ja: 完了
ms: Selesai
th: เสร็จสมบูรณ์
tr: Tamamlandı

# history.filter.allTime
source: All Time
de: Gesamte Zeit
ja: 全期間
ms: Semua Masa
th: ตลอดเวลา
tr: Tüm Zamanlar

# history.filter.thisMonth
source: This Month
de: Dieser Monat
ja: 今月
ms: Bulan Ini
th: เดือนนี้
tr: Bu Ay

# history.filter.thisWeek
source: This Week
de: Diese Woche
ja: 今週
ms: Minggu Ini
th: สัปดาห์นี้
tr: Bu Hafta

# history.filter.today
source: Today
de: Heute
ja: 今日
ms: Hari Ini
th: วันนี้
tr: Bugün

# history.month.entries
source: %d entries
de: %d Einträge
ja: %d 件の記録
ms: %d catatan
th: %d รายการ
tr: %d kayıt

# history.moreBlocks
source: + %d more blocks
de: + %d weitere Blöcke
ja: 他 %d ブロック
ms: + %d blok lagi
th: + %d ช่วงเพิ่มเติม
tr: + %d blok daha

# history.noRecord
source: No records for this day
de: Keine Einträge für diesen Tag
ja: この日の記録はないよ
ms: Tiada rekod untuk hari ini
th: ไม่มีบันทึกสำหรับวันนี้
tr: Bu gün için kayıt yok

# history.noRecords.message
source: Start tracking your sleep by adding your first entry below.
de: Beginne mit der Aufzeichnung deines Schlafs, indem du unten deinen ersten Eintrag hinzufügst.
ja: 下のボタンから最初の記録を追加して、睡眠の追跡を始めよう。
ms: Mula menjejaki tidur anda dengan menambah catatan pertama anda di bawah.
th: เริ่มติดตามการนอนหลับของคุณโดยการเพิ่มรายการแรกด้านล่าง
tr: Aşağıdan ilk kaydınızı ekleyerek uyku takibinize başlayın.

# history.alert.delete.title
source: Delete Entry
de: Eintrag löschen
ja: 記録を削除
ms: Padam Entri
th: ลบรายการ
tr: Kaydı Sil

# history.alert.delete.cancel
source: Cancel
de: Abbrechen
ja: キャンセル
ms: Batal
th: ยกเลิก
tr: İptal

# history.alert.delete.confirm
source: Delete
de: Löschen
ja: 削除
ms: Padam
th: ลบ
tr: Sil

# history.actions.title
source: Actions
de: Aktionen
ja: アクション
ms: Tindakan
th: การกระทำ
tr: Eylemler

# history.actions.edit
source: Edit
de: Bearbeiten
ja: 編集
ms: Sunting
th: แก้ไข
tr: Düzenle

# history.actions.delete
source: Delete
de: Löschen
ja: 削除
ms: Padam
th: ลบ
tr: Sil

# history.relative.today
source: Today
de: Heute
ja: 今日
ms: Hari ini
th: วันนี้
tr: Bugün

# history.relative.yesterday
source: Yesterday
de: Gestern
ja: 昨日
ms: Semalam
th: เมื่อวาน
tr: Dün

# history.relative.daysAgo
source: %d days ago
de: Vor %d Tagen
ja: %d日前
ms: %d hari lalu
th: %d วันที่แล้ว
tr: %d gün önce

# history.relative.oneWeekAgo
source: 1 week ago
de: Vor 1 Woche
ja: 1週間前
ms: 1 minggu lalu
th: 1 สัปดาห์ที่แล้ว
tr: 1 hafta önce

# history.card.total
source: Total
de: Gesamt
ja: 合計
ms: Jumlah
th: รวม
tr: Toplam

# history.source.manual
source: Manual
de: Manuell
ja: 手動
th: ด้วยตนเอง
tr: Manuel

# history.noRecords.title
source: No Sleep Records
de: Keine Schlafaufzeichnungen
ja: 睡眠記録なし
ms: Tiada Rekod Tidur
th: ไม่มีบันทึกการนอนหลับ
tr: Uyku Kaydı Yok

# history.stats.avgDuration
source: Avg Duration
de: Ø Dauer
ja: 平均時間
ms: Purata Tempoh
th: ระยะเวลาเฉลี่ย
tr: Ort. Süre

# history.stats.avgRating
source: Avg Rating
de: Ø Bewertung
ja: 平均評価
ms: Purata Penilaian
th: คะแนนเฉลี่ย
tr: Ort. Puan

# history.stats.streak
source: Streak
de: Serie
ja: 継続日数
ms: Rentetan
th: ต่อเนื่อง
tr: Seri

# history.stats.thisWeek
source: This Week
de: Diese Woche
ja: 今週
ms: Minggu Ini
th: สัปดาห์นี้
tr: Bu Hafta

# history.stats.title
source: Sleep Statistics
de: Schlafstatistiken
ja: 睡眠の統計
ms: Statistik Tidur
th: สถิติการนอนหลับ
tr: Uyku İstatistikleri

# history.stats.totalSessions
source: Total Sessions
de: Sitzungen Gesamt
ja: 合計回数
ms: Jumlah Sesi
th: จำนวนครั้งทั้งหมด
tr: Toplam Seans

# history.status.completed
source: Completed
de: Abgeschlossen
ja: 完了
ms: Selesai
th: เสร็จสมบูรณ์
tr: Tamamlandı

# history.status.missed
source: Missed
de: Verpasst
ja: スキップ
ms: Terlepas
th: พลาด
tr: Kaçırıldı

# history.status.partial
source: Partial
de: Teilweise
ja: 一部
ms: Separa
th: บางส่วน
tr: Kısmi

# history.timeline.count
source: %d days
de: %d Tage
ja: %d 日間
ms: %d hari
th: %d วัน
tr: %d gün

# history.timeline.title
source: Sleep Timeline
de: Schlaf-Zeitleiste
ja: 睡眠タイムライン
ms: Garis Masa Tidur
th: ไทม์ไลน์การนอนหลับ
tr: Uyku Zaman Çizelgesi

# history.today
source: Today
de: Heute
ja: 今日
ms: Hari Ini
th: วันนี้
tr: Bugün

source: Sleep History
de: Schlafverlauf
ja: 睡眠履歴
ms: Sejarah Tidur
th: ประวัติการนอนหลับ
tr: Uyku Geçmişi

# sleep.type.core
source: Core Sleep
de: Kernschlaf
ja: コア睡眠
ms: Tidur Teras
th: การนอนหลัก
tr: Ana Uyku

# sleep.type.nap
source: Nap
de: Nickerchen
ja: 仮眠
ms: Tidur Sebentar
th: งีบ
tr: Şekerleme

# sleepEntry.delete
source: Delete Entry
de: Eintrag löschen
ja: 記録を削除
ms: Padam Catatan
th: ลบรายการ
tr: Kaydı Sil

# Tamam
source: Done
de: Fertig
ja: 完了
ms: Selesai
th: เสร็จสิ้น
tr: Tamam

# Tarih Seç
source: Select Date
de: Datum auswählen
ja: 日付を選択
ms: Pilih Tarikh
th: เลือกวันที่
tr: Tarih Seç

# Toplam Uyku
source: Total Sleep
de: Gesamtschlaf
ja: 合計睡眠
ms: Jumlah Tidur
th: การนอนหลับทั้งหมด
tr: Toplam Uyku

source: until next sleep
de: bis zum nächsten Schlaf
ja: 次の睡眠まで
ms: sehingga tidur seterusnya
th: จนกว่าจะถึงการนอนหลับครั้งต่อไป
tr: sonraki uykuya kadar

# Uyku Tipi
source: Sleep Type
de: Schlaftyp
ja: 睡眠タイプ
ms: Jenis Tidur
th: ประเภทการนอนหลับ
tr: Uyku Tipi

# history.rating.title
source: Rate Sleep Quality
de: Schlafqualität bewerten
ja: 睡眠の質を評価
ms: Nilaikan Kualiti Tidur
th: ให้คะแนนคุณภาพการนอนหลับ
tr: Uyku Kalitesini Puanla

# history.rating.subtitle
source: How was your sleep?
de: Wie war dein Schlaf?
ja: 睡眠はいかがでしたか？
ms: Bagaimana tidur anda?
th: การนอนหลับของคุณเป็นอย่างไร?
tr: Uykunuz nasıldı?

# history.rating.save
source: Save
de: Speichern
ja: 保存
ms: Simpan
th: บันทึก
tr: Kaydet

# history.filter.title
source: Filter
ja: フィルター
ms: Tapis
th: ตัวกรอง
tr: Filtre

# history.source.health
source: Health
ja: ヘルスケア
ms: Kesihatan
th: สุขภาพ
tr: Sağlık
